[
  {
    topic: AmerickiPredsjednici,
    tezina: 3,
    pitanje: Koji se američki predsjednik nalazi na novčanici od 5 dolara? 

Abraham Lincoln
Linkoln 

102. Koji se američki predsjednik nalazi na novčanici od 2 dolara? 

Thomas Jefferson
Tomas Džeferson
Jefferson
Džeferson 

103. Alexander Hamilton je bio prvi ministar financija SAD-a, poginuo je u pištoljskom dvoboju a njegov lik danas nalazimo na dolaru koje nominalne vrijednosti? 

10
Deset
Ten
X
Cener 

104. Na novčanici od 20 dolara, nalazimo potret kojeg američkog predsjednika? 

Andrew Jackson
Andrewa Jacksona
Endru Džekson
Andžru Džekson
Jackson
Džekson
Jekson
Endru Jekson
Andru Jekson
Andžru Jekson 

105. Ulysses S. Grant je bio 18. predsjednik SAD-a a svoje mjesto je pronašao i na dolaru koje nominalne vrijednosti? 

50
Pedeset
L
Fifty
Fifti 

106. Koji dio ptice je naslikan na novčanici od 100 dolara, odmah uz portret Benjamina Franklina, zvono slobode i tintarnicu? 

Pero
Perje 

107. Od kojeg je kemijskog elementa bila izrađena tintarnica iz koje su deklaraciju neovisnosti potpisali mnogi 'očevi amerike'? 

Srebra
Ag
Silvera
Silver
Srebrna
Argentuma 

108. Koja je indijanka, članica ekspedicije Lewis & Clark, svoje mjesto pronašla i na jako rijetkim kovanicama od jednog dolara? 

Sacagawea
Sakakawea
Sacajawea
Sakagavea
Sakagava
Sakakavea
Sakakava
Sakajavea
Sakajava 

109. Koliko je osoba sa papirnih novčanica američkog dolara, koje su danas u opticaju, poginulo od vatrenog oružja? 

2
Dvije
Dvi
Dvoje
Dvojica
Two
II
Oba
Obojica
Oba dva
Obadva
Dva 

110. Koji je političar i državnik iz Virginije obnašao dužnost četvrtog predsjednika SAD-a? 

James Madison
Dzejms Medison
Madison
Medison 

111. Koji kipar je najzaslužniji za djelo američkih predsjednika na planini Rushmore? 

Gutzon Borglum
Gucon Borglum
Borglum
John Gutzon de la Mothe Borglum 

112. Kako se zove 'dom' New York Knicksa iz NBA-a i New York Rangersa iz NHL-a, a koji je ime dobio po četvrtom predsjedniku SAD-a? 

Madison Square Garden
Madison Square
Medison Skver
Medison Skver Garden
MSG 

113. Izreku 'vrijeme je novac' prvi put smo susreli u eseju 'Savjet mladom trgovcu' (Advice to a Young Tradesman) iz 1748.g., a autor tog eseja je tko? 

Benjamin Franklin
Bendžamin Frenklin
Benjamin Frenklin
Franklin
Frenklin 

114. Koji je potpisnik američke deklaracije neovisnosti izumio gromobran? 

Benjamin Franklin
Bendžamin Frenklin
Benjamin Frenklin
Franklin
Frenklin 

115. Benjamin Franklin je zaslužan za koji izum koji štiti građevine od atmosferskih pojava nastalih električnim pražnjenjem u atmosferi? 

Gromobran 

116. Nastavi niz: Washington, Adams, Jefferson, Madison pa onda tko? 

James Monroe
Dzejms Monro
Monroe
Monro 

117. Potpisivanjem mira u kojem gradu 1814.g. završava britansko-američki rat koji je otpočeo 1812.g.? 

Gentu
Gent
Ghentu
Ghent 

118. Koji je, tada budući američki predsjednik, potpisao mir u Gentu 1814.g. kojim je okončan anglo-američki rat? 

John Quincy Adams
Džon Kvinci Adams
Adams
Quincy Adams
Kvinci Adams 

119. Tijekom anglo-američkog rata, koja američka fregata u pomorskoj bitci 1812.g. pobjeđuje britansku HMS Guerriere? 

Constitution
Konstitušn
Konstitucion 

120. Koji poglavica indijanskog plemena Ottawa dijeli ime s jednom automobilskom markom čija je proizvodnja ugašena 2009.g.? 

Pontiac
Pontiak 

121. Koje indijansko pleme je prije doseljavanja europljana nastanjivalo područje današnjeg glavnog grada Kanade? 

Ottawa
Otava 

122. Jedna od najvećih katastrofa u povijesti SAD-a dogodila se 24. kolovoza (Augusta) 1814. godine kada je između ostalih, spaljena i koja poznata kuća? 

Bijela Kuća
Bijela
White House
White
Vajt Haus
Vajt 

123. Koji je američki grad, koji se nalazi ispod razine mora, Andrew Jackson branio u anglo-američkom ratu? 

New Orleans
Nju Orlins 

124. Koja valuta postaje službena 1792.g. zahvaljujući Alexanderu Hamiltonu? 

Dolar
Dollar
USD
$ 

125. Kojem je američkom predsjedniku, potpredsjednik kroz dva mandata bio Daniel D. Tompkins? 

Jamesu Monroeu
James Monroe
Džejms Monro
Džejmsu Monrou
Monroeu
Monroe
Monrou
Monro 

126. Tko je 1823.g. proklamirao glasovitu doktrinu 'Amerika Amerikancima!'? 

James Monroe
Džejms Monro
Monroe
Monro 

127. Godine 1819. španjolska ustupa amerikancima područje koje današnje savezne američke države? 

Floride
Florida 

128. Koju 'slobodnu' državu James Monroe proglašava kao 23. američku saveznu državu, u znak kompromisa prema 'robovlasničkoj' državi Missouri koja je savezna postala kao 24.? 

Maine
Mejn
Main
Majne 

129. Godine 1811. serijom potresa jačine 7.2 , 8.2 i 7.4 po Richteru, zabilježeni su najjači potresi u povijesti SAD-a istočno od Stjenjaka, a dogodili su se u blizini kojeg grada, koji ime dijeli s jednom europskom prijestolnicom? 

New Madrid
Nju Madrid 

130. Ostalo je zabilježeno u povijesti da je rijeka Mississippi jednog dana tekla 'uzvodno', zbog jakih potresa koji su poremetili korito rijeke. Sve se dogodilo 1812.g. u kojoj američkoj saveznoj državi? 

Missouri
Mizuri
Misouri
Misuri 

131. Koliko je američkih predsjednika umrlo na dan američke neovisnosti? 

3
Trojica
Three
Troje
III
Tri 

132. Koji je kanal, dugačak 584km, prokopan 1825.g. te je tako spojio gradove Buffalo i Albany u saveznoj državi New York? 

Erie
Eri 

133. Koji je guverner New Yorka bio jedan od glavnih zagovaratelja izgradnje kanala Erie te naposlijetku bio i najzaslužniji za taj megaprojekt dugačak 584km, kojim su Velika Jezera spojena sa Atlantikom? 

DeWitt Clinton
Devit Klinton
Clinton
Klinton 

134. Na najstarijoj sačuvanoj fotografiji jednog američkog predsjednika, se nalazi tko? 

John Quincy Adams
Džon Kvinci Adams
Quincy Adams
Kvinci Adams 

135. Na kojem španjolskom brodu 1839.g. izbija pobuna afričkih robova iz naroda Mende, koji su kasnije završili na sudu te naposlijetku bili oslobođeni? 

La Amistad
Amistad
Amištad 

136. Koji se fiktivni američki predsjednik pojavljuje u TV seriji Zapadno Krilo (The West Point)? 

Josiah Bartlet
Josian Edward Bartlet
Josiah Edward Jed Bartlet
Džosaja Edvard Džed Bartlet
Džosaja Bartlet
Džosaja Edvard Bartlet
Bartlet 

137. Koji je američki povjesničar i pisac 2001.g. napisao biografiju o drugom američkom predsjedniku, Johnu Adamsu? 

David McCullough
David Gaub McCullough
Dejvid Gob Mekalo
Dejvid Mekalo
David Mekalo
McCullough
Mekalo
Mekulo
Mculogh 

138. Thomas Jefferson i John Adams su se na francuskom kraljevskom dvoru susreli za vremena kojeg francuskog kralja? 

Luja XVI.
Luj XVI.
Lui XVI.
Lua XVI.
Luja šesnaestog
Luj šesnaesti
Lui šesnaesti
Lua šesnaestog
Luja 16.
Luj 16.
Lui 16.
Lua 16.
Louis šesnaesti
Louisa šesnaestog
Louis XVI.
Louisa XVI.
Louis 16.
Louisa 16.
Ljudevita 16.
Ljudevita XVI.
Ljudevit 16.
Ljudevit XVI.
Ljudevit šesnaesti
Ljudevita šesnaestog 

139. Jefferson i Adams su 1786.g. obilazeći Veliku Britaniju, posjetili i rodnu kuću u mjestu Stratford na Avonu, kojeg slavnog pisca? 

Williama Shakespearea
Vilijama Šekspira
William Shakespeare
Vilijam Šekspir
Shakespearea
Shakespeare
Šekspira
Šekspir 

140. Kojeg američkog predsjednika prati mini-tv serija iz 2008.g. koja je osvojila 4 zlatna globusa i čak 13 emmyja? 

Johna Adamsa
Džona Adamsa
John Adams
Džon Adams
Adamsa
Adams 

141. Koji je američki predsjednik za svoje političke novinske članke koristio pseudonime Novanglus, Humphrey Ploughjogger i Candidus? 

John Adams
Džon Adams
Adams 

142. Politička pisma, koja je tada budući predsjednik SAD-a, John Adams, objavio u novinama Boston Gazette od 7-og do 9-og mjeseca 1763.g. je potpisao pseudonimom sa samo jednim slovom, kojim? 

U 

143. Pomorskom sukobu između Francuske i SAD-a 1798.g. zvanom 'Kvazi rat', prethodila je afera u kojoj su tri francuska agenta tražila mito od amerikanaca za pregovore o miru. Njih trojica su zabilježena u povijesti sa koja tri slova kojima je nazvana i sama ta afera? 

XYZ 

144. Tko je bio prvi američki predsjednik iz redova demokratske stranke? 

Andrew Jackson
Jackson
Endru Džekson
Endžru Dzekson
Andru Džekson
Andrija Džekson
Džekson 

145. Kome je pomogao Andrew Jackson, inače 7. predsjednik SAD-a, da osnuje demokratsku stranku, ? 

Martinu Van Burenu
Martin Van Buren
Van Burenu
Van Buren 

146. S kim su Sjedinjene Američke Države ratovale od 1846. do 1848.g.? 

Meksikom
Meksiko
Mexico
Mexicom 

147. Koji je 'piratski kralj' meksičkog zaljeva pomogao Andrewju Jacksonu u obrani New Orleansa od Britanaca 1815.g.? 

Jean Lafitte
Lafitte
Žan Lafit
Lafit 

148. Zbog velikog poraza kod Horseshoe Benda 1814.g., indijansko pleme Creek je SAD-u prepustilo područje koje današnje savezne države? 

Alabame
Alabama 

149. Kojem predsjedniku SAD-a pripisujemo izreku 'The Bank is trying to kill me, Mr. Van Buren, but I shall kill it!'? 

Andrewju Jacksonu
Andrew Jackson
Andreju Džeksonu
Jacksonu
Džeksonu
Andriji Džeksonu 

150. Kako glase inicijali 45. i 47. predsjednika SAD-a? 

DJT 

152. Koje kodno ime je Tajna služba dodijelila 46. predsjedniku SAD-a Joeu Bidenu? 

Celtic
Seltik 

153. Koje kodno ime je Tajna služba dodijelila 45. i 47. predsjedniku SAD-a Donaldu Trumpu? 

Mogul 

154. Koje kodno ime je Tajna služba dodijelila 44. predsjedniku SAD-a Baracku Obami? 

Renegade
Renegejd 

155. Koje kodno ime je Tajna služba dodijelila 43. predsjedniku SAD-a Georgeu W. Bushu? 

Trailblazer
Trejlblazer 

156. Koje kodno ime je Tajna služba dodijelila 42. predsjedniku SAD-a Billu Clintonu? 

Eagle
Igl
Egl 

157. Koje kodno ime je Tajna služba dodijelila 41. predsjedniku SAD-a Georgeu H. W. Bushu? 

Timberwolf
Timbervolf 

158. Koje kodno ime je Tajna služba dodijelila 40. predsjedniku SAD-a Ronaldu Reaganu? 

Rawhide
Ravhajd
Rovhajd 

159. Koje kodno ime je Tajna služba dodijelila 39. predsjedniku SAD-a Jimmyju Carteru? 

Deacon
Dikon
Dekon 

160. Koje kodno ime je Tajna služba dodijelila 38. predsjedniku SAD-a Geraldu Fordu? 

Passkey
Paski 

161. Koje kodno ime je Tajna služba dodijelila 37. predsjedniku SAD-a Richardu Nixonu? 

Searchlight
Serčlajt
Srčlajt 

162. Koje kodno ime je Tajna služba dodijelila 36. predsjedniku SAD-a Lyndonu B. Johnsonu?
Volunteer
Volunter
Voluntier
Voluntir 

163. Koje kodno ime je Tajna služba dodijelila 35. predsjedniku SAD-a Johnu F. Kennedyju? 

Lancer
Lenser 

164. Koje kodno ime je Tajna služba dodijelila 34. predsjedniku SAD-a Dwightu D. Eisenhoweru? 

Scorecard
Skorkard 

165. Koje kodno ime je Tajna služba dodijelila 33. predsjedniku SAD-a Harryju S. Trumanu? 

General
Dženeral
Đeneral 

166. Kada bi se 1. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

GW 

167. Kada bi se 2. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

JA 

168. Kada bi se 3. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

TJ 

169. Kada bi se 4. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

JM 

170. Kada bi se 5. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

JM 

171. Kada bi se 6. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

JQA 

172. Kada bi se 7. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

AJ 

173.Kada bi se 8. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

MVB 

174. Kada bi se 9. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

WHH 

175. Kada bi se 10. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

JT 

176. Kada bi se 11. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

JKP 

177. Kada bi se 12. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

ZT 

178. Kada bi se 13. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

MF 

179. Kada bi se 14. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

FP 

180. Kada bi se 15. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

JB 

181. Kada bi se 16. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

AL 

182. Kada bi se 17. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

AJ 

183. Kada bi se 18. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

USG 

184. Kada bi se 19. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

RBH 

185. Kada bi se 20. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

JAG 

185. Kada bi se 21. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

CAA 

186. Kada bi se 22. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

GC 

187. Kada bi se 23. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

BH 

188. Kada bi se 24. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

GC 

189. Kada bi se 25. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

WM 

190. Kada bi se 26. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

TR 

191. Kada bi se 27. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

WHT 

192. Kada bi se 28. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

WW 

193. Kada bi se 29. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

WGH 

194. Kada bi se 30. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

CC 

195. Kada bi se 31. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

HCH 

196. Kada bi se 32. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

FDR 

197. Kada bi se 33. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

HST 

198. Kada bi se 34. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

DDE 

199. Kada bi se 35. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

JFK 

200. Kada bi se 36. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

LBJ 

201. Kada bi se 37. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

RMN 

202. Kada bi se 38. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

GRF 

203. Kada bi se 39. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

JEC 

204. Kada bi se 40. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

RWR 

205. Kada bi se 41. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

GHWB 

206. Kada bi se 42. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

WJC 

207. Kada bi se 43. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

GWB 

208. Kada bi se 44. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

BHO 

209. Kada bi se 45. i 47. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

DJT 

210. Kada bi se 46. predsjednik SAD-a potpisao samo inicijalima, dobili bi koja slova? 

JRBJ,
    odgovori:
  }
]